/* friends list window title */
"%@ — Friends" = "%@ — Friends";

/* No comment provided by engineer. */
"Code Signature Invalid" = "Code Signature Invalid";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Download %@" = "Download %@";

/* No comment provided by engineer. */
"Enter the password to unlock the profile \"%@\"." = "Enter the password to unlock the profile \"%@\".";

/* DESGroupChat: Title template */
"Group chat #%d" = "Group chat #%d";

/* No comment provided by engineer. */
"Ignore" = "Ignore";

/* No comment provided by engineer. */
"Invalid Tox ID." = "Invalid Tox ID.";

/* No comment provided by engineer. */
"Log in" = "Log in";

/* No comment provided by engineer. */
"Looks good." = "Looks good.";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"Password incorrect." = "Password incorrect.";

/* No comment provided by engineer. */
"Please Tox me on Tox." = "Please Tox me on Tox.";

/* No comment provided by engineer. */
"Please use a longer password. Your personal identity is at stake here!" = "Please use a longer password. Your personal identity is at stake here!";

/* No comment provided by engineer. */
"Profile data is corrupt." = "Profile data is corrupt.";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* button title */
"Save" = "Save";

/* No comment provided by engineer. */
"That doesn't look like a valid Tox ID." = "That doesn't look like a valid Tox ID.";

/* No comment provided by engineer. */
"That Tox URL doesn't look right. Are you sure that it's correct?" = "That Tox URL doesn't look right. Are you sure that it's correct?";

/* No comment provided by engineer. */
"The message was too long." = "The message was too long.";

/* No comment provided by engineer. */
"The passwords don't match." = "The passwords don't match.";

/* No comment provided by engineer. */
"This copy of %1$@ DID NOT pass code signature verification!\nIt probably has a botnet in it. Please download %1$@ again from %2$@." = "This copy of %1$@ DID NOT pass code signature verification!\nIt probably has a botnet in it. Please download %1$@ again from %2$@.";

/* default status message */
"Toxing on %@ %@" = "Toxing on %1$@ %2$@";

/* No comment provided by engineer. */
"Version %@" = "Version %@";

/* No comment provided by engineer. */
"Welcome to %@. Enter a nickname to get started." = "Welcome to %@. Enter a nickname to get started.";

/* displayed when you choose to export a qr code */
"Where would you like to save the QR code?" = "Where would you like to save the QR code?";

/* DESGroupChat: Title template (plural) */
"with %d people" = "with %d people";

/* DESGroupChat: Title template (singular) */
"with %d person" = "with %d person";

/* No comment provided by engineer. */
"Your name was blank, or it was too long. Try another." = "Your name was blank, or it was too long. Try another.";

/* No comment provided by engineer. */
"Your profile could not be loaded because the data was corrupt." = "Your profile could not be loaded because the data was corrupt.";

/* No comment provided by engineer. */
"Your profile could not be loaded because you entered the wrong password." = "Your profile could not be loaded because you entered the wrong password.";

